{
  "title": "TCI 기질 및 성격 검사",
  "subtitle": "클로닝거의 기질 및 성격 검사를 통해 자신의 성격 특성을 알아보세요.",
  "language": "언어",
  "progress": "완료됨",
  "prev": "이전",
  "next": "다음",
  "complete": "완료하기",
  "restart": "다시 시작",
  "validation_warning": "모든 질문에 답해주세요.",
  "calculating": "결과 계산 중...",
  "results_title": "TCI 검사 결과",
  "results_subtitle": "당신의 기질과 성격 특성에 대한 결과입니다.",
  "results_info": "종합 결과",
  "point": "점",
  "temperament": "기질",
  "character": "성격",
  "save": "결과 저장",
  "saved": "결과가 저장되었습니다!",
  "share": "결과 공유하기",
  "copy_link": "링크 복사",
  "validity_warning": "응답 타당도 경고",
  "validity_message": "다음 질문에 대한 응답이 예상된 패턴과 일치하지 않습니다:",
  "validity_restart": "더 정확한 결과를 위해 검사를 다시 시작해보세요.",
  "expected": "에 대해 예상된 답변:",
  "actual": "실제 답변",
  "no_response": "응답 없음",

  "ns_desc": "자극추구(NS): 새로운 자극이나 잠재적 보상에 흥미를 느끼고 접근하는 경향성",
  "ha_desc": "위험회피(HA): 위험이나 처벌의 신호에 반응하여 행동을 억제하는 경향성",
  "rd_desc": "사회적 민감성(RD): 사회적 신호에 반응하고 사회적 애착을 형성하는 경향성",
  "ps_desc": "인내력(PS): 지속적인 강화 없이도 행동을 유지하는 능력",
  "sd_desc": "자율성(SD): 자신의 목표와 가치에 따라 행동을 조절하는 능력",
  "co_desc": "연대감(CO): 타인을 이해하고 수용하며 협력하는 능력",
  "st_desc": "자기초월(ST): 자신보다 더 큰 전체의 일부로 자신을 인식하는 능력",

  "answers": {
    "1": "전혀 그렇지 않다",
    "2": "그렇지 않은 편이다",
    "3": "보통이다",
    "4": "그런 편이다",
    "5": "매우 그렇다"
  },

  "interpretation": {
    "title": "개인화된 해석",
    "ns": {
      "low": "당신은 질서정연하고 체계적이며 변화보다는 익숙한 상황을 선호하는 경향이 있습니다. 새로운 것을 시도하기 전에 신중하게 생각하고, 규칙과 일상을 따르는 것을 중요시합니다.",
      "medium": "당신은 때로는 모험적이고 때로는 신중한 균형 잡힌 접근 방식을 가지고 있습니다. 상황에 따라 새로운 경험을 추구하기도 하고, 안전한 선택을 하기도 합니다.",
      "high": "당신은 새로운 경험과 자극을 적극적으로 추구하며, 호기심이 많고 쉽게 지루해하는 경향이 있습니다. 규칙이나 제한에 갇히기보다 자유롭게 탐험하고 실험하는 것을 좋아합니다."
    },
    "ha": {
      "low": "당신은 낙관적이고 자신감이 있으며, 불확실한 상황에서도 편안함을 느끼는 경향이 있습니다. 위험을 감수하는 것을 두려워하지 않고, 스트레스 상황에서도 차분함을 유지합니다.",
      "medium": "당신은 대부분의 상황에서 균형 잡힌 조심성을 보이며, 과도한 위험은 피하면서도 지나친 걱정은 하지 않는 편입니다. 상황에 따라 신중하게 접근하거나 자신감을 보일 수 있습니다.",
      "high": "당신은 불확실성과 잠재적 위험에 대해 걱정하고 조심하는 경향이 있습니다. 새로운 상황이나 변화에 스트레스를 느끼기 쉽고, 안전하고 예측 가능한 환경을 선호합니다."
    },
    "rd": {
      "low": "당신은 독립적이고 정서적으로 독립되어 있으며, 타인의 인정이나 승인에 덜 의존하는 경향이 있습니다. 개인적 공간과 자율성을 중요시합니다.",
      "medium": "당신은 사회적 교류와 독립성 사이에서 건강한 균형을 유지합니다. 친밀한 관계를 즐기면서도 자신만의 공간과 독립성을 유지할 수 있습니다.",
      "high": "당신은 따뜻하고 정서적으로 개방적이며, 다른 사람들과의 친밀한 관계를 중요시합니다. 사회적 승인에 민감하고, 타인과의 유대감을 통해 만족감을 얻습니다."
    },
    "ps": {
      "low": "당신은 실용적이고 즉각적인 결과를 선호하며, 장애물이나 지연을 만났을 때 쉽게 방향을 전환할 수 있습니다. 다양한 활동과 신속한 변화에 적응하는 능력이 있습니다.",
      "medium": "당신은 합리적인 수준의 끈기를 보이며, 중요한 목표를 위해 노력하면서도 필요에 따라 계획을 조정할 수 있는 유연성을 갖추고 있습니다.",
      "high": "당신은 높은 수준의 끈기와 결단력을 가지고 있으며, 어려움에도 불구하고 목표를 향해 꾸준히 노력합니다. 장기적인 성취와 완성도를 중요시합니다."
    },
    "sd": {
      "low": "자기 효능감과 목표 설정 능력을 발전시키는 것이 도움이 될 수 있습니다. 자신의 행동에 대한 책임을 인식하고 장기적인 목표를 설정하는 데 어려움을 느낄 수 있습니다.",
      "medium": "당신은 자신의 행동에 대한 책임감을 갖추고 있으며, 대체로 목표 지향적이지만 때로는 자신의 한계와 타협할 줄 아는 균형 있는 접근 방식을 가지고 있습니다.",
      "high": "당신은 높은 수준의 자기 규율과 목표 지향성을 가지고 있으며, 자신의 행동과 선택에 책임을 집니다. 자신의 가치와 목표에 따라 삶을 이끌어 나가는 능력이 뛰어납니다."
    },
    "co": {
      "low": "공감 능력과 대인관계 기술을 발전시키는 것이 유익할 수 있습니다. 타인의 관점을 이해하고 공동 목표를 위해 협력하는 데 어려움을 느낄 수 있습니다.",
      "medium": "당신은 타인의 필요와 감정을 인식하면서도 자신의 이익과 목표를 균형 있게 추구하는 능력을 갖추고 있습니다. 상황에 따라 협력적이거나 독립적으로 행동할 수 있습니다.",
      "high": "당신은 매우 공감적이고 협력적이며, 타인의 감정과 필요에 민감하게 반응합니다. 조화로운 관계를 중요시하고 타인을 돕는 데 자발적으로 참여합니다."
    },
    "st": {
      "low": "당신은 실용적이고 현실적인 접근 방식을 취하며, 구체적이고 관찰 가능한 현실에 중점을 둡니다. 영적 또는 추상적 개념보다는 논리와 실증적 증거를 중요시합니다.",
      "medium": "당신은 실용적 현실과 더 큰 의미나 목적에 대한 인식 사이에서 균형을 유지합니다. 상황에 따라 현실적 또는 영적/철학적 관점을 취할 수 있습니다.",
      "high": "당신은 자신을 우주의 더 큰 부분으로 인식하고, 영적 또는 보편적 연결성을 강하게 경험합니다. 직관적이고 창의적이며, 더 깊은 의미와 목적을 추구합니다."
    }
  }
}
