{
  "title": "TCI 気質・性格検査",
  "subtitle": "クロニンジャーの気質・性格検査であなたのパーソナリティ特性を探索します。",
  "progress": "完了",
  "prev": "前へ",
  "next": "次へ",
  "complete": "完了",
  "restart": "再開",
  "validation_warning": "すべての質問に答えてください。",
  "calculating": "結果を計算中...",
  "results_title": "TCIテスト結果",
  "results_subtitle": "あなたの気質と性格特性の結果です。",
  "results_info": "総合結果",
  "point": "ポイント",
  "temperament": "気質",
  "character": "性格",
  "save": "結果を保存",
  "saved": "結果が保存されました！",
  "share": "結果を共有",
  "copy_link": "リンクをコピー",
  "validity_warning": "回答の有効性に関する警告",
  "validity_message": "以下の質問に対する回答が予想されるパターンと一致していません：",
  "validity_restart": "より正確な結果を得るためにテストをやり直すことをお勧めします。",
  "expected": "予想される回答",
  "actual": "あなたの回答",
  "no_response": "回答なし",

  "ns_desc": "新奇性追求 (NS): 新しい刺激や潜在的な報酬に対して興奮する傾向",
  "ha_desc": "損害回避 (HA): 罰の信号に応じて行動を抑制する傾向",
  "rd_desc": "報酬依存性 (RD): 社会的手がかりに反応し愛着を形成する傾向",
  "ps_desc": "固執性 (PS): 強化がなくても行動を維持する能力",
  "sd_desc": "自己志向性 (SD): 個人の目標と価値観に基づいて行動を調整する能力",
  "co_desc": "協調性 (CO): 他者を理解、受容、協力する能力",
  "st_desc": "自己超越性 (ST): 自分より大きなものを認識する能力",

  "answers": {
    "1": "全く違う",
    "2": "ほとんど違う",
    "3": "どちらともいえない",
    "4": "ほとんどそうだ",
    "5": "まさにそうだ"
  },

  "interpretation": {
    "title": "パーソナライズ解釈",
    "ns": {
      "low": "あなたは秩序だった、方法論的であり、変化よりも馴染みのある状況を好む傾向があります。新しいことを試す前に選択肢を慎重に検討し、ルールや日常を重視します。",
      "medium": "冒険と慎重さのバランスが取れています。状況に応じて、新しい経験を求めたり、より安全な選択をしたりします。",
      "high": "あなたは新しい経験や刺激を積極的に求め、生まれつき好奇心が強く、退屈しやすい傾向があります。ルールや制約よりも、探索や実験を好みます。"
    },
    "ha": {
      "low": "あなたは楽観的で自信があり、不確かな状況でも快適に過ごせる傾向があります。リスクを恐れず、ストレスの多い状況でも冷静さを保ちます。",
      "medium": "ほとんどの状況で、過度のリスクは避けるが過度の心配もしない、バランスの取れた注意深さを示します。環境に応じて、慎重または自信を持った姿勢をとることができます。",
      "high": "あなたは心配しがちで、不確実性や潜在的なリスクに対して慎重である傾向があります。新しい状況や変化にストレスを感じることがあり、安全で予測可能な環境を好みます。"
    },
    "rd": {
      "low": "あなたは独立的で感情的に超然としており、他者の承認や確認にあまり依存しない傾向があります。個人的な空間と自律性を大切にします。",
      "medium": "社会的相互作用と独立性の間で健全なバランスを保っています。親密な関係を楽しむと同時に、自分の空間と独立性も維持できます。",
      "high": "あなたは温かく感情的にオープンで、他者との親密な関係を大切にする傾向があります。社会的承認に敏感で、他者とのつながりから充実感を得ます。"
    },
    "ps": {
      "low": "あなたは実用的で即座の結果を好み、障害や遅れに直面したときに方向転換しやすい傾向があります。様々な活動や急速な変化に適応する能力があります。",
      "medium": "合理的な粘り強さを示し、重要な目標に向かって努力しながらも、必要に応じて計画を調整する柔軟性を維持しています。",
      "high": "あなたは高い粘り強さと決意を持ち、困難にもかかわらず目標に向かって着実に進む傾向があります。長期的な成果と完遂を重視します。"
    },
    "sd": {
      "low": "自己効力感と目標設定の能力を発展させることが有益かもしれません。自分の行動に対する責任を認識し、長期目標を設定することに課題を感じることがあります。",
      "medium": "自分の行動に責任を持ち、通常は目標志向ですが、必要に応じて妥協を許容するバランスの取れたアプローチも持っています。",
      "high": "あなたは自己規律と目標志向性が高く、自分の行動と選択に責任を持っています。自分の価値観と目標に沿って人生を導くのが得意です。"
    },
    "co": {
      "low": "共感スキルと対人関係能力を発展させることが有益かもしれません。他者の視点を理解し、共通の目標のために協力することに課題を感じることがあります。",
      "medium": "他者のニーズと感情を認識しながらも、自分の利益と目標とのバランスを取ることができます。状況に応じて協力的または独立的に行動できます。",
      "high": "あなたは非常に思いやりがあり協力的で、他者の感情やニーズに敏感です。調和のとれた関係を重視し、他者を助けることに喜びを感じます。"
    },
    "st": {
      "low": "あなたは実用的で現実的なアプローチをとり、具体的で観察可能な現実に焦点を当てます。精神的または抽象的な概念よりも、論理と経験的証拠を重視します。",
      "medium": "実用的な現実と、より大きな意味や目的の意識との間でバランスを取っています。環境に応じて、現実的または精神的/哲学的な視点をとることができます。",
      "high": "あなたは宇宙のより大きな全体の一部として強く経験し、強い精神的または普遍的なつながりを持っています。直感的、創造的で、より深い意味と目的を求めます。"
    }
  }
}
